{
  "restaurants": [{
    "id": 1,
    "name": "Dalva e Dito",
    "neighborhood": "Jardim Paulista",
    "photograph": "1.jpg",
    "address": "R. Padre João Manuel, 1115 01411-001 São Paulo",
    "latlng": {
      "lat": -23.563150,
      "lng": -46.663600
    },
    "cuisine_type": "Brasileira",
    "operating_hours": {
      "Segunda-Feira   ": "12h00 até 15h00 | 19h00 até 23h00",
      "Terça-Feira     ": "12h00 até 15h00 | 19h00 até 23h00",
      "Quarta-Feira    ": "12h00 até 15h00 | 19h00 até 23h00",
      "Quinta-feira    ": "12h00 até 15h00 | 19h00 até 23h00",
      "Sexta-feira     ": "12h00 até 15h00 | 19h00 até 00h00",
      "Sábado          ": "12h00 até 16h30 | 19h00 até 00h00",
      "Domingo         ": "12h00 até 17h00"
    },
    "reviews": [{
        "name": "Excellent example of Brazilian flavors!",
        "date": "Fevereiro 2019",
        "rating": 4,
        "comments": "Great atmosphere! Wonderful and helpful service. Make sure to sit next to the glass wall that looks into the kitchen! Started with their appetizer they bring right to the table, it’s not free, but it was good. Enjoyed fish entree and husband had the filet which was done perfectly! Highly recommend this restaurant."
      },
      {
        "name": "Incredible! Outstanding!",
        "date": "Janeiro 2019",
        "rating": 5,
        "comments": "First time we went to one of Alex Atala’s restaurant. The place is cozy, very well decorated, the ambience is great. Service is one of the best I have ever seen: Luis knew everything about the food and desert we were about to eat! On top of it, is the kind of service that welcome to the place. Food is based on Brazilian roots. My wife tried the octopus: “ literally the best I have ever tasted!”; steak, ”pato no tucupi” and braised oxtail had the same rating by our friends. Wow! Desert: try the caramel pudding and the berries merengue! "
      },
      {
        "name": "Great taste of local gournet",
        "date": "Dezembro 2018",
        "rating": 5,
        "comments": "Atala, the owner, is a famous and highly awarded gourmet chef, and this place is just one more price of work of his. Local food, brazilian food is their specials. Short rib, rib eye together with local sides were that great in taste. Flan as dessert was also a great deal as well. Confortable place, very well decorated. Great experience."
      }
    ]
  }, {
    "id": 2,
    "name": "Rubaiyat Faria Lima",
    "neighborhood": "Jardim Paulistano",
    "photograph": "2.jpg",
    "address": "Av. Brg. Faria Lima, 2954, 01401-002 São Paulo ",
    "latlng": {
      "lat": -23.582490,
      "lng": -46.684400
    },
    "cuisine_type": "Brasileira",
    "operating_hours": {
      "Segunda-Feira   ": "12h00 até 16h00 | 19h00 até 00h00",
      "Terça-Feira     ": "12h00 até 16h00 | 19h00 até 00h00",
      "Quarta-Feira    ": "12h00 até 16h00 | 19h00 até 00h00",
      "Quinta-feira    ": "12h00 até 16h00 | 19h00 até 00h00",
      "Sexta-feira     ": "12h00 até 16h00 | 19h00 até 00h30",
      "Sábado          ": "12h00 até 00h30",
      "Domingo         ": "12h00 até 23h00"
    },
    "reviews": [{
        "name": "Na medida",
        "date": "Abril 2019",
        "rating": 4,
        "comments": "Ambiente muito bom, serviço de primeira, com atendentes atenciosos, com excelente 'timing' no atendimento, cortes de carnes nobres servidos de acordo com 'a vontade do freguês'. A carte de vinhos é muito boa e o preço justo."
      },
      {
        "name": "Excelente menu executivo",
        "date": "Março 2019",
        "rating": 4,
        "comments": "O Rubaiyat Faria Lima possui um ambiente e um serviço bem agradáveis, com um padrão de qualidade característico da rede Rubaiyat . O menu executivo (R$ 68 - almoço e jantar, de segunda à sexta-feira) é ótimo, com destaque para o carpaccio de entrada e o sensacional quindim de sobremesa. O chorizo estava gostoso e bem temperado, mas achamos que a carne poderia ser um pouco mais alta As empanadas também são bem gostosas"
      },
      {
        "name": "Impressionante",
        "date": "Março 2019",
        "rating": 5,
        "comments": "Realmente, me surpreendi! A experiência foi maravilhosa. O lugar é lindo e aconchegante, a equipe é muito atenciosa e educada, a comida é maravilhosa. Sim, o valor é alto, mas vale cada centavo, vale a experiência, nem parece que estamos em São Paulo, muito bom. Aceitamos a entrada que vem em uma tábua muito charmosa , nesta tábua vem pães de queijo, que são sensacionais, um pão bem macio, azeitonas, uma pasta de queijo roquefort, coalhada, e uma manteiga, tipo de garrafa e tomates cereja com mussarela de búfala, tudo fresco e de ótima qualidade, para o prato principal, pedimos um suculento bife de chouriço, que vem acompanhado de batatas estufadas, a carne é maravilhosa, também pedimos a parte, a farofa rubaiyat, é bem famosa, e não é atoa, ela é uma delícia, vem com carne seca e ovos, pedimos um vinho muito bom chileno, atenção para a carta de vinhos, porque é ótima, tem muitas opções, para finalizar pedimos uma torta de chocolate belga com nozes e chocolate de gengibre, a combinação é muito boa, as nozes são meio açucaradas, a torta é suave e cremosa... que deliciosa. Posso dizer que é um dos melhores restaurantes que já fui, superou minhas expectativas! Ah, o valor da conta, ficou por volta de R$ 490,00... Vale a pena ."
      }
    ]
  }, {
    "id": 3,
    "name": "Sal Gastronomia - Cidade Jardim",
    "neighborhood": "Butantã",
    "photograph": "3.jpg",
    "address": "Av. Magalhães de Castro, 12000 05502-001 São Paulo",
    "latlng": {
      "lat": -23.564590,
      "lng": -46.705502
    },
    "cuisine_type": "Asian",
    "operating_hours": {
      "Monday": "11:30 am - 2:00 am",
      "Tuesday": "11:30 am - 2:00 am",
      "Wednesday": "11:30 am - 2:00 am",
      "Thursday": "11:30 am - 2:00 am",
      "Friday": "11:30 am - 6:00 am",
      "Saturday": "11:30 am - 6:00 am",
      "Sunday": "11:30 am - 2:00 am"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "The tables at this 32nd Street favorite are outfitted with grills for cooking short ribs, brisket, beef tongue, rib eye, and pork jowl. The banchan plates are uniformly good, and Deuki Hong’s menu also includes winning dishes like stir-fried squid noodles, kimchi stew, and seafood pancakes. If it’s available, make sure to order the kimchi and rice “lunchbox.” Baekjeong is a great place for large groups and birthday parties."
      },
      {
        "name": "ZS",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "I've been to Korea before and many other Korean BBQ places. We had the regular pork belly and a beef (forgot which cut) and a seafood tofu soup. Two meat and a soup was just prefect for the two of us. We could have done one meat and one soup. The portions of the meat are great! The beef was juicy, tender and so good. The sides were excellent. "
      },
      {
        "name": "Emily",
        "date": "October 26, 2016",
        "rating": 2,
        "comments": "MEH. I've tried their Jersey location as well but Kang Ho Dong meat quality is severely decreasing. A Korean bbq place with whatever meat? I think NOT!"
      }
    ]
  }, {
    "id": 4,
    "name": "Agello Cucina",
    "neighborhood": "Campo Belo",
    "photograph": "5.jpg",
    "address": "R. Sônia Ribeiro, 33, 04620-020 São Paulo Brasil",
    "latlng": {
      "lat": -23.629190,
      "lng": -46.671550
    },
    "cuisine_type": "American",
    "operating_hours": {
      "Monday": "8:00 am - 10:30 pm",
      "Tuesday": "8:00 am - 10:30 pm",
      "Wednesday": "8:00 am - 10:30 pm",
      "Thursday": "8:00 am - 2:30 am",
      "Friday": "8:00 am - Sat",
      "Saturday": "Open 24 hours",
      "Sunday": "Sat - 10:30 pm"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "In 127 years, little has changed at Katz's. It remains one of New York's — and the country's — essential Jewish delicatessens. Every inch of the massive Lower East Side space smells intensely of pastrami and rye loaves. The sandwiches are massive, so they are best when shared. Order at the counter, and don't forget to tip your slicer — your sandwich will be better for it."
      },
      {
        "name": "Allen",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "If I lived in NY and got diabetes from eating here every single time I ate, I would do it over and over and over again just for that first bite. These guys know how to make a sandwich. The heart attack comes free of charge! Came by while I was visiting NYC. First pit-stop when I come back :)!"
      },
      {
        "name": "David",
        "date": "October 26, 2016",
        "rating": 2,
        "comments": "Ok so four of us came. One more later who didn't order becauase it's so expensive and simple. Seriously, a bunch of meat albeit you can sample beforehand on rye/white/wheat bread. Cheese extra. Pickles free, you can just ask them at the pickup counter. But seriously 20 bucks gone for an non-flavored half sandwich. And a line that is long, especially if you want seating. I'm down to just take a quick look where Sally and Harry sat and leave to the other delis all around NYC. Oh and they accept Samsung pay."
      }
    ]
  }, {
    "id": 5,
    "name": "Aguzzo Cucina - Pinheiros",
    "neighborhood": "Pinheiros",
    "photograph": "5.jpg",
    "address": "R. Simão Álvares, 325 05417-030 São Paulo Brasil",
    "latlng": {
      "lat": -23.564700,
      "lng": -46.688190
    },
    "cuisine_type": "Pizza",
    "operating_hours": {
      "Monday": "11:00 am - 12:00 am",
      "Tuesday": "11:00 am - 12:00 am",
      "Wednesday": "11:00 am - 12:00 am",
      "Thursday": "11:00 am - 12:00 am",
      "Friday": "11:00 am - 12:00 am",
      "Saturday": "10:00 am - 12:00 am",
      "Sunday": "10:00 am - 12:00 am"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Roberta's is the epicenter of the modern Brooklyn food scene.The pizzas are fantastic, but the restaurant really flexes its muscles with the vegetable dishes. In addition to the pies, consider ordering the radishes, the romaine salad, the roasted beets, and some of the charcuterie."
      },
      {
        "name": "Raymond",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Roberta's, one of the better pizzas I have had in my life. Very trendy and hipsterish spot. Came here for lunch on a random weekday afternoon and when we arrived, there was a line forming already. The space is a bit cramped. You'll get to know your neighbors soon enough. The pizza is just delightful and delicious. It's a ncie plus that you get to see them firing up the pizzas in the corner. The major issue with Roberta's is the trek out to the Williamsburg/Bushwick."
      },
      {
        "name": "Laurel",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "The pizza is fantastic, not THE best I've ever had, but would definitely go back since it has great food and great ambiance. Definitely worth going to. It has A LOT of hype in the New York food scene, and I question if it deserves all of it, but it's still a totally great spot to hit up when in the area!!"
      }
    ]
  }, {
    "id": 6,
    "name": "Chez Vous",
    "neighborhood": "Moema",
    "photograph": "6.jpg",
    "address": "Av. Lavandisca, 395, 04515-010 São Paulo Brasil",
    "latlng": {
      "lat": -23.599970,
      "lng": -46.667770
    },
    "cuisine_type": "American",
    "operating_hours": {
      "Monday": "Closed",
      "Tuesday": "12:00 pm - 10:00 pm",
      "Wednesday": "12:00 pm - 10:00 pm",
      "Thursday": "12:00 pm - 10:00 pm",
      "Friday": "12:00 pm - 11:00 pm",
      "Saturday": "12:00 pm - 11:00 pm",
      "Sunday": "12:00 pm - 9:00 pm"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Barbecue aficionados agree that Billy Durney is cooking up some of the best Texas-style barbecue in the city. Straightforward classics like smoked brisket and baby back ribs are always a strong choice, but there are also options like pork belly tacos and a lamb belly banh mi. The space is sprawling in a way that feels like the real deal, and Durney himself can usually be found working the room, and keeping a watchful eye on the smoking meats. It's counter service only, and there's often a line, but for the scene and certainly for the meat, it's easily worth the trip to Red Hook."
      },
      {
        "name": "Michelle",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Overall, a great try of New York BBQ. The restaurant décor is rustic with a good amount of seats to sit and enjoy the meal. I definitely would love to come back and try that monster of a beef rib!"
      },
      {
        "name": "Ai-Mei",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "mmmmmm, what a gem this is in bklyn! I loveeee how soft their brisket is here. Their pork tacos are to die for, their different variety of ribs and lastly, their lamb is not gamey at all. Super wallet friendly for the amount they give you. I highly recommend this spot- after eating here, you can definitely walk over for Steve's key lime pies."
      }
    ]
  }, {
    "id": 7,
    "name": "Vicolo Nostro",
    "neighborhood": "Brooklin",
    "photograph": "7.jpg",
    "address": "Rua Jataituba, 29 04704-090 São Paulo Brasil",
    "latlng": {
      "lat": -23.623310,
      "lng": -46.689350
    },
    "cuisine_type": "American",
    "operating_hours": {
      "Monday": "11:30 am - 10:00 pm",
      "Tuesday": "Closed",
      "Wednesday": "11:30 am - 10:00 pm",
      "Thursday": "11:30 am - 10:00 pm",
      "Friday": "11:30 am - 10:00 pm",
      "Saturday": "11:30 am - 10:00 pm",
      "Sunday": "11:30 am - 10:00 pm"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Brooks Headley’s tiny East Village cafe is so much more than a veggie burger spot — it's one of the best bang-for-your-buck restaurants in Lower Manhattan. Headley and his crew turn seasonal vegetables into delectable salads and riffs on American comfort food favorites. The specials menu changes daily, and the rest of the menu is constantly evolving. You can get a lot of food to eat here for under $15 per person."
      },
      {
        "name": "Gabriel",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "I was turned on to this place following the glowing NYT review. Its near my area of the city so I figured why not go? Man they weren't kidding, Superiority Burger is probably the best vegetarian experience I've ever had!"
      },
      {
        "name": "Shivi",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Great flavors and very satisfying. Craving a sandwich, I stopped by on a Friday night with a vegetarian friend. Super small location with just a few seats inside. Ambiance is a bit industrial, good is definitely much more sophisticated than the look of the place! Ordered the superiority burger anda side of potato salad. The potato salad was very light and tasted clean ( less mayo, lots of dill and some cucumber) -- refreshing for a humid summer night! Sandwich was surprisingly delicious - it is very small ( funny allusion to a White Castle burger) but it packs a punch! Not only are there layers of flavors ( amazing sauces) but the party itself had a great texture Ahmed flavor-- well done and so wonderful! Will definitely stop by again for an overall amazing burger/sandwich. Staff was super nice and accommodating but not out of the way friendly."
      }
    ]
  }, {
    "id": 8,
    "name": "Sal Gastronomia - Higienopolis",
    "neighborhood": "Higienópolis",
    "photograph": "8.jpg",
    "address": "R. Minas Gerais, 352 - Higienópolis 01244-010 São Paulo Brasil",
    "latlng": {
      "lat": -23.555030,
      "lng": -46.664630
    },
    "cuisine_type": "American",
    "operating_hours": {
      "Monday": "11:30 am - 3:00 pm, 5:30 pm - 11:00 pm",
      "Tuesday": "11:30 am - 3:00 pm, 5:30 pm - 11:00 pm",
      "Wednesday": "11:30 am - 3:00 pm, 5:30 pm - 11:00 pm",
      "Thursday": "11:30 am - 3:00 pm, 5:30 pm - 11:00 pm",
      "Friday": "11:30 am - 3:00 pm, 5:30 pm - 11:30 pm",
      "Saturday": "10:00 am - 3:00 pm, 5:30 pm - 11:30 pm",
      "Sunday": "10:00 am - 3:00 pm, 5:30 pm - 11:00 pm"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Over the last five years, The Dutch has turned into the quintessential American restaurant that chef Andrew Carmellini and partners Josh Pickard and Luke Ostrom sought to evoke when it first opened. It’s a great choice when you’re craving a steak, a burger, or oysters, and the menu always includes plentiful seafood options as well as pastas. The Dutch is now an indelible part of the Soho landscape."
      },
      {
        "name": "Loren",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "I randomly came here on a Saturday night. I was pleasantly surprised with the food and the service. We had the calamari and the ceviche with avocado, and then the catfish. Oh! Then we had the banana soufflé for dessert with ice cream. It was all delicious and well put together. Would love to eat here again."
      },
      {
        "name": "Lori",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Aside from the slightly claustrophobic dining area and the fact that you may have difficulty hearing your dining companion, I'd return to The Dutch without hesitation. The food is surprisingly well-executed and conceived, and our dinner service flowed smoothly without a hitch. Just make sure to get a reservation in advance, as I'm sure more than just a few other people will have the same idea."
      }
    ]
  }, {
    "id": 9,
    "name": "Era Uma Vez Um Chalezinho",
    "neighborhood": "Morumbi",
    "photograph": "9.jpg",
    "address": "Rua Itapimirum, 11 05716-090 São Paulo Brasil",
    "latlng": {
      "lat": -23.631520,
      "lng": -46.733750
    },
    "cuisine_type": "Asian",
    "operating_hours": {
      "Monday": "5:00 pm - 10:00 pm",
      "Tuesday": "5:00 pm - 10:00 pm",
      "Wednesday": "5:00 pm - 10:00 pm",
      "Thursday": "5:00 pm - 10:00 pm",
      "Friday": "5:00 pm - 11:00 pm",
      "Saturday": "5:00 pm - 11:00 pm",
      "Sunday": "5:00 pm - 10:00 pm"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Joshua Smookler’s two-year-old ramen shop serves one of the best tonkotsu broths around. Beyond ramen, Mu also offers some high minded plates, like foie gras-stuffed chicken wings, as well as dry-aged Japanese Wagyu beef specials. Mu is just 10 short minutes away from Midtown via the 7-train."
      },
      {
        "name": "Brittany",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "Overall, I would definitely recommend this place if you enjoy thick curly noodles with a thick, intense broth.  If you don't there are still other options but I can't vouch for those."
      },
      {
        "name": "Sally",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "One of the tastiest and most unique ramen places I've been to in NYC, but also the priciest. I think overall its worth the try. Not an everyday casual ramen shop though."
      }
    ]
  }, {
    "id": 10,
    "name": "Pobre Juan - Cidade Jardim",
    "neighborhood": "Morumbi",
    "photograph": "10.jpg",
    "address": "Av. Magalhães de Castro, 12000, 05502-001 São Paulo",
    "latlng": {
      "lat": -23.564590,
      "lng": -46.705500
    },
    "cuisine_type": "Mexican",
    "operating_hours": {
      "Monday": "5:00 pm - 12:00 am",
      "Tuesday": "5:00 pm - 12:00 am",
      "Wednesday": "5:00 pm - 12:00 am",
      "Thursday": "5:00 pm - 12:00 am",
      "Friday": "5:00 pm - 12:00 am",
      "Saturday": "11:00 am - 12:00 am",
      "Sunday": "11:00 am - 12:00 am"
    },
    "reviews": [{
        "name": "Steve",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "Head to this laid-back Long Island City restaurant for beef tongue tacos, chicken smothered in a heady mole sauce, and a monster crab tostada. New York's only Michelin-starred Mexican restaurant is an especially cool choice for lunch during the week or drinks after work. Eater critic Ryan Sutton awarded this restaurant two stars."
      },
      {
        "name": "Rob",
        "date": "October 26, 2016",
        "rating": 5,
        "comments": "The hype was real. Please go. Get the ceviche. And the tres leches. You're welcome"
      },
      {
        "name": "Jason",
        "date": "October 26, 2016",
        "rating": 4,
        "comments": "For a Michelin star restaurant, it's fairly priced and the food is fairly good. Started with a strawberry margarita which was good in flavor but not much alcohol. Had the chicken enchiladas with salsa verde and it was really good. Great balance in flavor and a good portion. Extra tasty with their hot sauces. My wife had the lamb but it was a bit too salty for our taste. Although, it was cooked very well and fell off the bone. The highlight of the night was the tres leches cake. Probably the best I've ever had to be honest. Not too sweet and very milky. Overall, one of my top 3 favorite Mexican in NY."
      }
    ]
  }]
}
